akamud.vscode-theme-onedark
astro-build.astro-vscode
alefragnani.Bookmarks
bradlc.vscode-tailwindcss
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GraphQL.vscode-graphql
johnpapa.vscode-peacock
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
okitavera.vscode-nunjucks-formatter
pflannery.vscode-versionlens
PKief.material-icon-theme
redhat.vscode-commons
redhat.vscode-yaml
ronnidc.nunjucks
ryuta46.multi-command
sdras.vue-vscode-snippets
Shan.code-settings-sync
svelte.svelte-vscode
tombonnike.vscode-status-bar-format-toggle
